[{"url":"http://www.chinese-poems.com/bj1.html","title":"Night Snow","author":"Bai Juyi","content":["I was surprised my quilt and pillow were cold,","I see that now the window's bright again.","Deep in the night, I know the snow is thick,","I sometimes hear the sound as bamboo snaps."]},{"url":"http://www.chinese-poems.com/bj10.html","title":"Reading Laozi","author":"Bai Juyi","content":["Those who speak do not know, those who know are silent,","I heard this saying from the old gentleman.","If the old gentleman was one who knew the way,","Why did he feel able to write five thousand words?"]},{"url":"http://www.chinese-poems.com/bj11.html","title":"Song of Sunset on the River","author":"Bai Juyi","content":["A strip of water's spread in the setting sun,","Half the river's emerald, half is red.","I love the third night of the ninth month,","The dew is like pearl; the moon like a bow."]},{"url":"http://www.chinese-poems.com/bj12.html","title":"A Visit to Qiantang Lake in Spring","author":"Bai Juyi","content":["Gushan Temple is to the north, Jiating pavilion west,","The water's surface now is calm, the bottom of the clouds low.","In several places, the first orioles are fighting in warm trees,","By every house new swallows peck at spring mud.","Disordered flowers have grown almost enough to confuse the eye,","Bright grass is able now to hide the hooves of horses.","I most love the east of the lake, I cannot come often enough","Within the shade of green poplars on White Sand Embankment."]},{"url":"http://www.chinese-poems.com/bj2.html","title":"Remembering South of the River","author":"Bai Juyi","content":["South of the river is good,","Long ago, I knew the landscape well.","At sunrise, the river's flowers are red like fire,","In spring, the river's water's green as lilies.","How could I not remember south of the river?"]},{"url":"http://www.chinese-poems.com/bj3.html","title":"Sleeping on a Night of Autumn Rain","author":"Bai Juyi","content":["It's cold this night in autumn's third month,","Peacefully within, a lone old man.","He lies down late, the lamp already gone out,","And beautifully sleeps amid the sound of rain.","The ash inside the vessel still warm from the fire,","Its fragrance increases the warmth of quilt and covers.","When dawn comes, clear and cold, he does not rise,","The red frosted leaves cover the steps."]},{"url":"http://www.chinese-poems.com/bj4.html","title":"Spring Sleep","author":"Bai Juyi","content":["The pillow's low, the quilt is warm, the body smooth and peaceful,","Sun shines on the door of the room, the curtain not yet open.","Still the youthful taste of spring remains in the air,","Often it will come to you even in your sleep."]},{"url":"http://www.chinese-poems.com/bj5.html","title":"On the Lake (1)","author":"Bai Juyi","content":["Two monks sit facing, playing chess on the mountain,","The bamboo shadow on the board is dark and clear.","Not a person sees the bamboo's shadow,","One sometimes hears the pieces being moved."]},{"url":"http://www.chinese-poems.com/bj6.html","title":"On the Lake (2)","author":"Bai Juyi","content":["A little child paddles a little boat,","Drifting about, and picking white lotuses.","He does not know how to hide his tracks,","And duckweed's opened up along his path."]},{"url":"http://www.chinese-poems.com/bj7.html","title":"Returning Late on the Road from Pingquan on a Winter&apos;s Day","author":"Bai Juyi","content":["The mountain road is hard to travel, the sun now slanting down,","In a misty village, a crow lands on a frosted tree.","I'll not arrive before night falls, but that should not concern me,","Once I've drunk three warm cups, I'll feel as if at home."]},{"url":"http://www.chinese-poems.com/bo1.html","title":"Song of the Palace","author":"Bai Juyi","content":["Her handkerchief all soaked in tears, she cannot dream,","In deepest night before the palace voices sing.","Her rosy cheeks aren't old, but first love has been cut,","Leaning, wreathed in smoke, she sits until the dawn."]},{"url":"http://www.chinese-poems.com/bo2.html","title":"An Invitation to Mr Liu","author":"Bai Juyi","content":["Green lees of beer that's newly brewed,","A little stove of red clay burns.","As evening comes, the sky's about to snow,","Can you drink one cup with me?"]},{"url":"http://www.chinese-poems.com/bo3.html","title":"Feelings on Watching the Moon","author":"Bai Juyi","content":["The times are hard: a year of famine has emptied the fields,","My brothers live abroad- scattered west and east.","Now fields and gardens are scarcely seen after the fighting,","Family members wander, scattered on the road.","Attached to shadows, like geese ten thousand li apart,","Or roots uplifted into September's autumn air.","We look together at the bright moon, and then the tears should fall,","This night, our wish for home can make five places one."]},{"url":"http://www.chinese-poems.com/bo4.html","title":"Grass","author":"Bai Juyi","content":["The grass is spreading out across the plain,","Each year, it dies, then flourishes again.","It's burnt but not destroyed by prairie fires,","When spring winds blow they bring it back to life.","Afar, its scent invades the ancient road,","Its emerald green overruns the ruined town.","Again I see my noble friend depart,","I find I'm crowded full of parting's feelings."]},{"url":"http://www.chinese-poems.com/bo5.html","title":"Regret for Peony Flowers","author":"Bai Juyi","content":["I'm saddened by the peonies before the steps, so red,","As evening came I found that only two remained.","Once morning's winds have blown, they surely won't survive,","At night I gaze by lamplight, to cherish the fading red."]},{"url":"http://www.chinese-poems.com/bo6.html","title":"The Bloom is not a Bloom","author":"Bai Juyi","content":["The bloom is not a bloom,","The mist not mist.","At midnight she comes,","And goes again at dawn.","She comes like a spring dream - how long will she stay?","She goes like morning cloud, without a trace."]},{"url":"http://www.chinese-poems.com/bo7.html","title":"Peach Blossom at Dalin Temple","author":"Bai Juyi","content":["Across the world this June, the petals all have fallen,","But the mountain temple's peach blossom has just begun to bloom.","I regretted so much that spring had gone without a trace,","I didn't know that it had only moved up here."]},{"url":"http://www.chinese-poems.com/cc1.html","title":"Walking from Xiamen and Looking at the Blue Sea","author":"Cao Cao","content":["East of Jieshi mountain, I gaze at the blue sea.","The water dances so gently, the mountain island towers.","Trees here grow thick, a hundred grasses are lush.","The autumn wind soughs, great waves rise up.","The path of the sun and moon, seems to come from within.","The splendid Milky Way, seems to come from inside.","Oh, I am so lucky, to be singing my song!"]},{"url":"http://www.chinese-poems.com/crane.html","title":"Yellow Crane Tower","author":"Cui Hao","content":["The yellow crane has long since gone away,","All that here remains is yellow crane tower.","The yellow crane once gone does not return,","White clouds drift slowly for a thousand years.","The river is clear in Hanyang by the trees,","And fragrant grass grows thick on parrot isle.","In this dusk, I don't know where my homeland lies,","The river's mist-covered waters bring me sorrow."]},{"url":"http://www.chinese-poems.com/cz1.html","title":"Seven Pace Song","author":"Cao Zhi","content":["Boiling beans burns the beanstalk,","Beans inside the pan cry:","We're both grown from one root,","Why so fast to boil each other?"]},{"url":"http://www.chinese-poems.com/d01.html","title":"Nocturnal Reflections While Travelling","author":"Du Fu","content":["Gentle breeze on grass by the shore,","The boat's tall mast alone at night.","Stars fall to the broad flat fields,","Moon rises from the great river's flow.","Have my writings not made any mark?","An official should stop when old and sick.","Fluttering from place to place I resemble,","A gull between heaven and earth."]},{"url":"http://www.chinese-poems.com/d03.html","title":"Climbing High","author":"Du Fu","content":["Swift wind, heaven high, an ape's cry of grief,","At the islet of clear white sand, birds circle round.","Endlessly, trees shed leaves, rustling, rustling down,","Without cease, the great river surges, surges on.","Ten thousand miles in sorrowful autumn, always someone's guest,","A hundred years full of sickness, I climb the terrace alone.","Suffering troubles, I bitterly regret my whitening temples,","Frustratingly I've had to abandon my cup of cloudy wine."]},{"url":"http://www.chinese-poems.com/d04.html","title":"Welcome Rain on a Spring Night","author":"Du Fu","content":["The good rain knows its season,","When spring arrives, it brings life.","It follows the wind secretly into the night,","And moistens all things softly, without sound.","On the country road, the clouds are all black,","On a riverboat, a single fire bright.","At dawn one sees this place now red and wet,","The flowers are heavy in the brocade city."]},{"url":"http://www.chinese-poems.com/d05.html","title":"Viewing the Plain","author":"Du Fu","content":["White snow lies on the western hills by the three walled cities,","To the south, from the clear river's bank, stretches the thousand li bridge.","In this world of war and confusion, I'm cut off from my brothers,","Standing alone at the end of the sky, I weep for distant places.","Past my prime, all I have to offer is this sick body,","I have no trickle or mote of strength with which to repay the emperor.","On my horse, outwith the city, at times I gaze afar,","I cannot bear our condition, which daily grows more desolate."]},{"url":"http://www.chinese-poems.com/d06.html","title":"Two Verses on the Yellow River","author":"Du Fu","content":["On the north bank of the Yellow River, west of the sea, is an army,","Hammered drums and sounded bells are heard beneath the sky.","The armoured horses cry out loud, I cannot tell their number,","The high-nosed tribe of Hu are moving in great numbers.","On the western bank of the Yellow River lies my own Sichuan,","I yearn to do my duty and provide for my home, without millet.","I wish I could expel the horde in honour of my king,","And for one book or chariot I'd abandon gold and jade."]},{"url":"http://www.chinese-poems.com/d07.html","title":"A Guest Arrives","author":"Du Fu","content":["South of my hut, north of my hut, all is spring water,","A flock of gulls is all I see come each day.","The floral path has never been swept for a guest,","Today for the first time the rough gate opens for the gentleman.","Far from the market, my food has little taste,","My poor home can offer only stale and cloudy wine.","Consent to have a drink with my elderly neighbour,","At the fence I'll call him, then we'll finish it off."]},{"url":"http://www.chinese-poems.com/d08.html","title":"Song of My Cottage Unroofed By Autumn Gales","author":"Du Fu","content":["In the eighth month autumn's high winds angrily howl,","And sweep three layers of thatch from off my house.","The straw flies over the river, where it scatters,","Some is caught and hangs high up in the treetops,","Some floats down and sinks into the ditch.","The urchins from the southern village bully me, weak as I am;","They're cruel enough to rob me to my face,","Openly, they carry the straw into the bamboo.","My mouth and lips are dry from pointless calling,","I lean again on my cane and heave a sigh.","The wind soon calms, and the clouds turn the colour of ink;","The autumn sky has turned completely black.","My ancient cotton quilt is cold as iron,","My darling children sleep badly, and kick it apart.","The roof leaks over the bed- there's nowhere dry,","The rain falls thick as hemp, and without end.","Lost amid disorder, I hardly sleep,","Wet through, how can I last the long nights!","If I could get a mansion with a thousand, ten thousand rooms,","A great shelter for all the world's scholars, together in joy,","Solid as a mountain, the elements could not move it.","Oh!  If I could see this house before me,","I'd happily freeze to death in my broken hut!"]},{"url":"http://www.chinese-poems.com/d09.html","title":"Four Rhymes to See Off Duke Yan Again at Fengji Station","author":"Du Fu","content":["After long escort, from now on we part,","Green mountains: in vain I repeat my emotion.","What day will we grasp the cup again?","Last night we travelled together under the moon.","In each region, you are eulogised and cherished,","In three reigns old and new you have been honoured.","I return alone to my riverside village,","To live the last of life in solitude."]},{"url":"http://www.chinese-poems.com/d10.html","title":"Thinking of My Brothers on a Moonlit Night","author":"Du Fu","content":["The army drums cut off human travel,","A lone goose sounds on the borderland in autumn.","Tonight we start the season of White Dew,","The moon is just as bright as in my homeland.","My brothers are spread all throughout the land,","No home to ask if they are living or dead.","The letters we send always go astray,","And still the fighting does not cease."]},{"url":"http://www.chinese-poems.com/d11.html","title":"Thinking of Li Bai at the End of the Sky","author":"Du Fu","content":["Cold wind rises at the end of the sky,","What thoughts occupy the gentleman's mind?","What time will the wild goose come?","The rivers and lakes are full of autumn's waters.","Literature and worldly success are opposed,","Demons exult in human failure.","Talk together with the hated poet,","Throw a poem into Miluo river."]},{"url":"http://www.chinese-poems.com/d12.html","title":"Official at Stone Moat Village","author":"Du Fu","content":["At dusk, I stopped to rest at Stone Moat village,","An officer came that night to capture men.","The old man escaped by climbing over the wall,","The old wife went to look outside the door.","How angrily the officer now shouted,","How bitterly the wife did weep out loud!","I heard the words the wife was sending forth:","\"Three sons of mine were sent to defend Yecheng.","From one of my sons, a letter has arrived,","The other two have recently died in battle.","The one who survived has kept alive for now,","The dead ones though have met their final end.","Inside this house, there are no people left,","There's just a grandson suckling on the breast.","The grandson's mother also cannot go,","She goes about without a skirt intact.","Although I'm an old woman with failing strength,","I ask you to take me with you tonight.","If you should need workers at Heyang,","I can prepare the morning meal for you.\"","Her voice then died away into the night,","I seemed to hear her sob and whimper still.","At dawn, before I set upon the road,","It's only from the old man that I part."]},{"url":"http://www.chinese-poems.com/d13.html","title":"Clearing Rain","author":"Du Fu","content":["The sky's water has fallen, and autumn clouds are thin,","The western wind has blown ten thousand li.","This morning's scene is good and fine,","Long rain has not harmed the land.","The row of willows begins to show green,","The pear tree on the hill has little red flowers.","A hujia pipe begins to play upstairs,","One goose flies high into the sky."]},{"url":"http://www.chinese-poems.com/d14.html","title":"Qiang Village (1)","author":"Du Fu","content":["Red clouds tower in the west,","The sun is sinking on the plain.","A sparrow chirps on the wicker gate,","I return from a thousand li away.","My wife and children are shocked to see me,","Then calm themselves and wipe their tears.","I floated through this disordered life,","By chance I have managed to return alive.","The neighbours all lean over the wall,","And they as well are sighing and sobbing.","Late at night we bring out candles,","And face each other as in a dream."]},{"url":"http://www.chinese-poems.com/d15.html","title":"Spring View","author":"Du Fu","content":["The country is broken, though hills and rivers remain,","In the city in spring, grass and trees are thick.","Moved by the moment, a flower's splashed with tears,","Mourning parting, a bird startles the heart.","The beacon fires have joined for three months now,","Family letters are worth ten thousand pieces.","I scratch my head, its white hairs growing thinner,","And barely able now to hold a hairpin."]},{"url":"http://www.chinese-poems.com/d16.html","title":"Song of the Wagons","author":"Du Fu","content":["The wagons rumble and roll,","The horses whinny and neigh,","The conscripts each have bows and arrows at their waists.","Their parents, wives and children run to see them off,","So much dust's stirred up, it hides the Xianyang bridge.","They pull clothes, stamp their feet and, weeping, bar the way,","The weeping voices rise straight up and strike the clouds.","A passer-by at the roadside asks a conscript why,","The conscript answers only that drafting happens often.","\"At fifteen, many were sent north to guard the river,","Even at forty, they had to till fields in the west.","When we went away, the elders bound our heads,","Returning with heads white, we're sent back off to the frontier.","At the border posts, shed blood becomes a sea,","The martial emperor's dream of expansion has no end.","Have you not seen the two hundred districts east of the mountains,","Where thorns and brambles grow in countless villages and hamlets?","Although there are strong women to grasp the hoe and the plough,","They grow some crops, but there's no order in the fields.","What's more, we soldiers of Qin withstand the bitterest fighting,","We're always driven onwards just like dogs and chickens.","Although an elder can ask me this,","How can a soldier dare to complain?","Even in this winter time,","Soldiers from west of the pass keep moving.","The magistrate is eager for taxes,","But how can we afford to pay?","We know now having boys is bad,","While having girls is for the best;","Our girls can still be married to the neighbours,","Our sons are merely buried amid the grass.","Have you not seen on the border of Qinghai,","The ancient bleached bones no man's gathered in?","The new ghosts are angered by injustice, the old ghosts weep,","Moistening rain falls from dark heaven on the voices' screeching.\""]},{"url":"http://www.chinese-poems.com/d20.html","title":"Written for Scholar Wei","author":"Du Fu","content":["We've lived our lives and have not seen each other,","We've been just like the stars of Shen and Shang.","Oh what an evening is this evening now,","Together in the light of this one lamp?","Young and vigorous for so short a time,","Already now we both have greying temples.","We ask of old friends, half of them now dead,","Your exclamation stirs up my own heart.","We did not know it would be twenty years,","Before we met again inside your hall.","When we parted then, you were unmarried,","Suddenly boys and girls come in a row.","Happy and content, they respect their father's friend,","Asking me from which direction I come.","And even before the question has been answered,","The boys and girls have gone to fetch the wine.","In the rainy night, they cut spring chives,","And mix the fresh cooked rice with golden millet.","My host says it's been hard for us to meet,","One draught's repeated, now becomes ten cups.","After ten cups, still I am not drunk,","It's your lasting friendship which is moving.","Tomorrow we'll be sundered by the hills,","Just two in a boundless world of human affairs."]},{"url":"http://www.chinese-poems.com/d21.html","title":"Travelling Again","author":"Du Fu","content":["I remember the temple, this route I've travelled before,","I recall the bridge as I cross it again.","It seems the hills and rivers have been waiting,","The flowers and willows all are selfless now.","The field is sleek and vivid, thin mist shines,","On soft sand, the sunlight's colour shows it's late.","All the traveller's sorrow fades away,","What better place to rest than this?"]},{"url":"http://www.chinese-poems.com/d22.html","title":"The Solitary Goose","author":"Du Fu","content":["The solitary goose does not drink or eat,","It flies about and calls, missing the flock.","No-one now remembers this one shadow,","They've lost each other in the myriad layers of cloud.","It looks into the distance: seems to see,","It's so distressed, it thinks that it can hear.","Unconsciously, the wild ducks start to call,","Cries of birds are everywhere confused."]},{"url":"http://www.chinese-poems.com/d23.html","title":"Sighs of Autumn Rain (1)","author":"Du Fu","content":["In autumn rain, the grasses rot and die,","Below the steps, the jueming's colour is fresh.","Full green leaves cover the stems like feathers,","And countless flowers bloom like golden coins.","The cold wind, moaning, blows against you fiercely,","I fear that soon you'll find it hard to stand.","Upstairs the scholar lets down his white hair,","He faces the wind, breathes the fragrance, and weeps."]},{"url":"http://www.chinese-poems.com/d24.html","title":"Sighs of Autumn Rain (2)","author":"Du Fu","content":["Ceaseless wind and lengthy rain swirl together this autumn,","The four seas and eight deserts are covered by one cloud.","A horse going, an ox coming, cannot be distinguished,","How now can the muddy Jing and clear Wei be told apart?","The standing grain begins to sprout, the millet's ears turn black,","Farmers and the farmers' wives have no hopeful news.","In the city, a bucket of rice can cost a silken quilt,","And both the buyer and seller have to agree the bargain is fair."]},{"url":"http://www.chinese-poems.com/d25.html","title":"Sighs of Autumn Rain (3)","author":"Du Fu","content":["In Chang'an, who notices the cloth-gowned scholar?","Locked behind his gate and guarding his walls.","The old man doesn't go out, the weeds grow tall,","Children blithely rush through wind and rain.","The rustling rain hastens the early cold,","And geese with wet wings find high flying hard.","This autumn we've had no glimpse of the white sun,","When will the mud and dirt become dry earth?"]},{"url":"http://www.chinese-poems.com/d26.html","title":"Facing Snow","author":"Du Fu","content":["After the battle, many new ghosts cry,","The solitary old man worries and grieves.","Ragged clouds are low amid the dusk,","Snow dances quickly in the whirling wind.","The ladle's cast aside, the cup not green,","The stove still looks as if a fiery red.","To many places, communications are broken,","I sit, but cannot read my books for grief."]},{"url":"http://www.chinese-poems.com/d27.html","title":"Jueju, No. 2 of 2 (The River's Blue, The Bird a Perfect White)","author":"Du Fu","content":["The river's blue, the bird a perfect white,","The mountain green with flowers about to blaze.","I've watched the spring pass away again,","When will I be able to return?"]},{"url":"http://www.chinese-poems.com/d28.html","title":"Sunset","author":"Du Fu","content":["The cows and sheep are moving slowly down,","Each villager has shut his wicker gate.","The wind and moon disturb the clear night,","This landscape of rivers and hills is not my homeland.","A spring flows from the stones of a darkening cliff,","The autumn dew drips on the grass's roots.","My white head is within the brightness of the lamp,","What need for the flower to flourish so?"]},{"url":"http://www.chinese-poems.com/d29.html","title":"Jueju, No. 3 of 4 (Two Golden Orioles Sing in the Green Willows)","author":"Du Fu","content":["Two golden orioles sing in the green willows,","A row of white egrets against the blue sky.","The window frames the western hills' snow of a thousand autumns,","At the door is moored, from eastern Wu, a boat of ten thousand li."]},{"url":"http://www.chinese-poems.com/d30.html","title":"Jueju Free Mood, No. 7 of 9 (The Path is Paved With Poplar Catkins)","author":"Du Fu","content":["The path is paved with poplar catkins, a carpet of white grain,","Lotus leaves on the little stream are piled like green coins.","Among the roots of new bamboo, sprouts that no man has seen,","On the sand nearby, a duckling sleeps beside its mother."]},{"url":"http://www.chinese-poems.com/d31.html","title":"Jueju Free Mood, No. 3 of 9 (I Know Well That My Thatched Hut)","author":"Du Fu","content":["I know well that my thatched hut is very low and small,","Because of that, the swallows on the river often come.","The bits of mud they bring in their mouths get into my zither and books,","And trying to catch the flying insects, they drive them into me."]},{"url":"http://www.chinese-poems.com/d32.html","title":"For Hua Qing","author":"Du Fu","content":["In Jincheng, music of silk and flutes mixes together all day,","Half goes to the river breeze, half goes to the clouds.","Music such as this should only go to heaven above,","In this human world, how many times can it be heard?"]},{"url":"http://www.chinese-poems.com/d33.html","title":"Jueju (Enjoying Flowers Walking Alone on a Riverbank, No. 5 of 7)","author":"Du Fu","content":["Before Abbot Huang's pagoda, east of the river water,","Spring is bright and delicate in the gentle breeze.","One clump of peach blossom's opened, no-one to own it,","Is dark or light red more to be loved?"]},{"url":"http://www.chinese-poems.com/d34.html","title":"Jueju (Enjoying Flowers Walking Alone on a Riverbank, No. 6 of 7)","author":"Du Fu","content":["At Huang Si's house, flowers fill the path,","Myriad blossoms press the branches low.","Constantly dancing butterflies stay to play,","Unrestrained, the lovely orioles cry."]},{"url":"http://www.chinese-poems.com/d35.html","title":"Jueju, No. 1 of 2 (In Late Sun, the River and Hills are Beautiful)","author":"Du Fu","content":["In late sun, the river and hills are beautiful,","The spring breeze bears the fragrance of flowers and grass.","The mud has thawed, and swallows fly around,","On the warm sand, mandarin ducks are sleeping."]},{"url":"http://www.chinese-poems.com/d36.html","title":"Meeting Li Guinian South of the River","author":"Du Fu","content":["In Prince Qi's mansion house, I met you often,","By Cui Jiu's hall, I heard you several times.","Truly the landscape south of the river is good,","I meet you again in the season of falling blossom."]},{"url":"http://www.chinese-poems.com/d37.html","title":"Overflowing","author":"Du Fu","content":["The moon's reflected on the river a few feet away,","A lantern shines in the night near the third watch.","On the sand, egrets sleep, peacefully curled together,","Behind the boat I hear the splash of jumping fish."]},{"url":"http://www.chinese-poems.com/d38.html","title":"Qiang Village (2)","author":"Du Fu","content":["I'm late in years, and only marking time,","Returning home, I find but little joy.","My darling son now will not leave my knee,","He's scared that I will go away again.","I remember when we used to seek the coolth,","And wound between the trees beside the pool.","The soughing and sighing of the north wind's strong,","I'm thinking of a hundred different worries.","At least I know the millet harvest's good,","Already I hear the grain press trickle.","For now I have enough to pour and drink,","I use it to get comfort near the end."]},{"url":"http://www.chinese-poems.com/d39.html","title":"Qiang Village (3)","author":"Du Fu","content":["The flock of chickens starts to call wildly,","As guests arrive, the chickens begin to fight.","I drive the chickens up into the tree,","And now I hear the knock on the wicker gate.","Four or five elders from the village,","Ask how long and far I have been travelling.","Each of them brings something in his hands,","We pour the clear and thick wine in together.","They apologise because it tastes so thin,","There's no-one left to tend the millet fields.","Conscription still continues without end,","The children are campaigning in the east.","I ask if I can sing a song for the elders,","The times so hard, I'm ashamed by these deep feelings.","I finish the song, look to heaven and sigh,","Everyone around is freely weeping."]},{"url":"http://www.chinese-poems.com/d40.html","title":"Winding River (1)","author":"Du Fu","content":["Each piece of flying blossom leaves spring the less,","I grieve as myriad points float in the wind.","I watch the last ones move before my eyes,","And cannot have enough wine pass my lips.","Kingfishers nest by the little hall on the river,","Unicorns lie at the high tomb's enclosure.","Having studied the world, one must seek joy,","For what use is the trap of passing honour?"]},{"url":"http://www.chinese-poems.com/d41.html","title":"Winding River (2)","author":"Du Fu","content":["I come back from the court each day and pawn some spring clothing,","Every day I return to the river as drunk as I can be.","I have many debts for wine all over the place,","For men to live to seventy has always been unusual.","I see the butterflies go deeper and deeper between the flowers,","And dragonflies in leisured flight between drops of water.","As we're told, passing time is always on the move,","So little time to know each other: we should not be apart."]},{"url":"http://www.chinese-poems.com/d42.html","title":"Taking Down a Trellis","author":"Du Fu","content":["The sticks I tied already wither and fall,","The pumpkin leaves are getting sparse and thin.","It's lucky that the white flowers fully grew,","You have to help the green vines fade away.","There's no end to the sound of insects in autumn,","Whatever's in the minds of the sparrows at dusk?","Now, the world is one of cold and waste;","Human life has its beginning too."]},{"url":"http://www.chinese-poems.com/d43.html","title":"In Abbot Zan's Room at Dayun Temple: Four Poems (3)","author":"Du Fu","content":["The lamplight shines on my sleeplessness,","My mind clear, I smell the splendid incense.","Deep in the night, the hall rears up high,","The wind stirs, and gold is heard to clank.","The black sky masks the springtime court,","To the pure earth clings a hidden fragrance.","The Jade Rope wheels round and is cut,","The iron phoenix seems about to soar.","Sanskrit sometimes flows out from the temple,","The lingering bells still echo round my bed.","Tomorrow morning in the fertile field,","I'll bitterly behold the yellow dirt."]},{"url":"http://www.chinese-poems.com/d44.html","title":"In Abbot Zan's Room at Dayun Temple: Four Poems (2)","author":"Du Fu","content":["Fine green silk shoes,","Bright white cotton scarves,","Deep in storage for the elders,","Fetched to wear upon my body.","I see myself as old and dull,","How can our friendship stay so fresh?","Daolin's talents exceed the age,","Huiyuan's virtue's superhuman.","Rain-drenched bamboo by the eaves at dusk;","Wind in green celery at the well;","The sky dark, I face a mural,","Most feeling the damp of the dragon's scales."]},{"url":"http://www.chinese-poems.com/d45.html","title":"In Abbot Zan's Room at Dayun Temple: Four Poems (1)","author":"Du Fu","content":["My heart is in a world of water and crystal,","My clothes are damp in this time of spring rains.","Through the gates I slowly walk to the end,","The great court the appointed tranquil space.","I reach the doors- they open and shut again,","Now strikes the bell- the meal time has arrived.","This cream will help one's nature strengthen and grow,","The diet gives support in my decline.","We've grasped each other's arms so many days,","And opened our hearts without shame or evasion.","Golden orioles flit across the beams,","Purple doves descend from lattice screens.","Myself, I think I've found a place that suits,","I walk by flowers at my own slow pace.","Tangxiu lifts me from my sickly state,","And smiling, asks me to write a poem."]},{"url":"http://www.chinese-poems.com/d46.html","title":"In Abbot Zan's Room at Dayun Temple: Four Poems (4)","author":"Du Fu","content":["The boy draws shining water from the well,","He nimbly lifts the bucket to his hand.","He sprinkles water without soaking the earth,","And sweeps so well as if no broom had passed.","The rosy dawn again lights the pagoda,","The clearing mist lifts from the higher windows.","Leaning blossoms cover over the path,","Dancing willow leaves reach down to the steps.","I'm driven by these troublesome affairs,","Retirement from the world must be put off.","We've met and talked, our deepest hearts agreeing,","How can our mouths be forced completely shut?","I say goodbye and fetch my riding crop,","Parting for now, I turn my head at the last.","There's so much mud that can defile a man,","Just listen to all the dogs throughout the land.","Although I cannot get free from this yoke,","I'll sometimes come to rest from all the bustle.","Your presence, Abbot, acts just like white snow,","How can I be upset to grasp what's hot?"]},{"url":"http://www.chinese-poems.com/d47.html","title":"Many People Come to Visit and Bring Wine After I Fell Off My Horse, Drunk ","author":"Du Fu","content":["I, Du Fu, the duke's elderly guest,","Finished my wine, drunkenly sang, and waved a golden halberd.","I mounted my horse and suddenly remembered the days of my youth,","The flying hooves sent stones pouring down into Qutang gorge.","Baidicheng's city gates are beyond the water's clouds,","Bending over, I plunged straight down eight thousand feet.","Whitewashed battlements passed like lightning, the purple reins were loose,","Then east, I reached the level ridge, out past heaven's cliff.","River villages and country halls vied to enter my eyes,","The whip hung down, the bridle drooped, I reached the crimson road.","All the ten thousand people amazed by my silver head,","I trusted to the riding and shooting skills of my rosy-cheeked youth.","How could I know that bursting its chest, hooves chasing the wind,","That racing horse, red with sweat, breathing spurts of jade,","Would unexpectedly take a tumble and end up injuring me?","In human life, taking pleasure often leads to shame.","That's why I'm feeling sad, lying on quilts and pillows,","Being in the sunset of my life only adds to the bother.","When I knew you'd come to visit, I wanted to hide my face,","With a bramble stick I manage to rise, leaning on a servant.","Then, after we've finished talking, we open our mouths and laugh,","Giving me support, you help to sweep by the clear stream's bend.","Wine and meat are piled up like mountains once again,","The feast starts: sad strings and brave bamboo sound out.","Together, we point to the western sun, not to be granted us long,","Noise and exclamations, then we tip the cup of clear wine.","Why did you have to hurry your horses, coming to ask after me?","Don't you remember Xi Kang, who nourished life and got killed?"]},{"url":"http://www.chinese-poems.com/d48.html","title":"Ballad of the Ancient Cypress","author":"Du Fu","content":["Before Kongming's shrine stands an ancient cypress,","Its branches are like green bronze, its roots just like stone.","The frosted bark, slippery with rain, is forty spans around,","Its blackness blends into the sky two thousand feet above.","Master and servant have each already reached their time's end,","The tree, however, still remains, receiving men's devotion.","Clouds come and bring the air of Wuxia gorge's vastness,","The moon comes out, along with the cold of snowy mountain whiteness.","I think back to the winding road, east of Brocade Pavilion,","Where the military master and his lord of old share a hidden temple.","Towering that trunk, those branches, on the ancient plain,","Hidden paintings, red and black, doors and windows empty.","Spreading wide, coiling down, though it holds the earth,","In the dim and distant heights are many violent winds.","That which gives it its support must be heaven's strength,","The reason for its uprightness, the creator's skill.","If a great hall should teeter, wanting rafters and beams,","Ten thousand oxen would turn their heads towards its mountain's weight.","Its potential unrevealed, the world's already amazed,","Nothing would stop it being felled, but what man could handle it?","Its bitter heart cannot avoid the entry of the ants,","Its fragrant leaves have always given shelter to the phoenix.","Ambitious scholars, reclusive hermits- neither needs to sigh;","Always it's the greatest timber that's hardest to put to use."]},{"url":"http://www.chinese-poems.com/d49.html","title":"Parting from Abbot Zan","author":"Du Fu","content":["The hundred rivers flow east every day,","The traveller keeps on moving, without rest.","My life is one of bitterness and drift,","What time will they finally reach their end?","Abbot Zan, learned in Buddhist teaching,","Banished from the capital to here.","Still we're bothered by these earthly cares,","Reflected in our lean and haggard faces.","We stood one morning with willow twigs in hand;","The beans sprouted; then rain; then they ripened again.","The body floats along just like a cloud,","What limit can there be, to south or north?","I meet my old friend in a foreign region,","Newly happy, I write what's in my breast.","The sky is long, the fortified pass is cold,","At the year's end, hunger and chill pursue me.","The desert wind blows my travelling clothes,","I'm ready to leave and journey into the sunset.","The horse neighs, remembering its old stable,","Returning birds have all now folded their wings.","The places where we used to meet and part,","Thorns and brambles have quickly covered over.","We look at each other, both in years of decline;","Leaving or staying, we each must do our best."]},{"url":"http://www.chinese-poems.com/d50.html","title":"Staying Overnight with Abbot Zan(Abbot of Dayun Temple in the capital, exiled to this place)","author":"Du Fu","content":["How did your tin-edged cane get here?","The autumn wind's already sighing.","The rain's laid waste the great court's chrysanthemums,","And frost has felled half the pond's lotuses.","Banished, you don't renounce your nature,","In limbo, you don't depart from Chan.","Now we've met, we can spend all night together,","The Gansu moon shines round upon us."]},{"url":"http://www.chinese-poems.com/d51.html","title":"Moonlit Night","author":"Du Fu","content":["The moon shines in Fuzhou tonight,","In her chamber, she watches alone.","I pity my distant boy and girl-","They don't know why she thinks of Chang'an.","Her cloud-like hair is sweet with mist,","Her jade arms cold in the clear moonlight.","When shall we lean in the empty window,","Together in brightness, and tears dried up?"]},{"url":"http://www.chinese-poems.com/d52.html","title":"Spring Night in the Left Office","author":"Du Fu","content":["Flowers in shadow, palace wall at dusk,","Chirping birds are flying back to roost.","Stars move above the ten thousand doors;","The moon is big nearing the nine heavens.","Not sleeping, I hear a golden key;","In the wind, I think there are jade pendants.","Tomorrow morning, I have to present a memorial,","Again and again, I ask about the night."]},{"url":"http://www.chinese-poems.com/d53.html","title":"Autumn Meditations (1)","author":"Du Fu","content":["Jade dew withers and wounds the groves of maple trees,","On Wu mountain, in Wu gorge, the air is dull and drear.","On the river surging waves rise to meet the sky,","Above the pass wind and cloud join the earth with darkness.","Chrysanthemum bushes open twice, weeping for their days,","A lonely boat, a single line, my heart is full of home.","Winter clothes everywhere are urgently cut and measured,","Baidicheng above, the evening's driven by beating on stones."]},{"url":"http://www.chinese-poems.com/d54.html","title":"Autumn Meditations (2)","author":"Du Fu","content":["Over Kuizhou's lonely wall, the setting sun slants,","Every day I follow the Plough to look to the capital city.","I hear an ape; the third call really makes tears fall,","Undertaking a mission, in vain I follow the eighth month raft.","The muralled ministry's incense stove is far from my hidden pillow,","The mountain tower's white battlements hide the sad reed flutes.","Just look at the moonlight on the creepers that cover the stones,","Already in front of the islet, the rushes and reed flowers shine!"]},{"url":"http://www.chinese-poems.com/d55.html","title":"Autumn Meditations (3)","author":"Du Fu","content":["A mountain suburb of a thousand homes in the quiet morning light,","All day I sit by the river in my tower on the green hill.","For two nights the fishermen have stayed there floating, floating,","In the clear autumn still the swallows fly and fly.","Kuang Heng submitted memorials; I've  won little praise,","Liu Xiang passed on the classics; my wishes are not realised.","The schoolmates of my early years mostly are not poor,","In the five tomb towns their furs and horses light and fat."]},{"url":"http://www.chinese-poems.com/d56.html","title":"Autumn Meditations (4)","author":"Du Fu","content":["I've heard them say that Chang'an seems like in a game of chess,","A hundred years of world events have caused unbearable pain.","The palaces of the noblemen all have their new masters,","Civil and military dress and caps are not like those before.","Straight north over mountain passes, gongs and drums ring out,","Conquering the west, carts and horses, feather-hurried dispatches.","The fish and dragons are still and silent, the autumn river cold,","A peaceful life in my homeland always in my thoughts."]},{"url":"http://www.chinese-poems.com/d57.html","title":"Autumn Meditations (5)","author":"Du Fu","content":["Penglai imperial palace faces the southern hill,","A golden stem to catch the dew is high up in the sky.","Gazing west, the Queen Mother descends at the Jade Lake,","From the east, Han pass is filled with purple vapour.","Like shifting cloud, the pheasant tail screens of the palace open,","Bathed in sun of dragon scales, I know the holy face.","Now I lie by this cold river, amazed the year's so late,","How many times by the blue chains was I there in the morning court?"]},{"url":"http://www.chinese-poems.com/d58.html","title":"Autumn Meditations (6)","author":"Du Fu","content":["The mouth of the Qutang Gorge, the bank of the Bending River,","Ten thousand miles of wind and mist join them in pale autumn.","Through Calyx Hall's hidden passage the imperial aura passed,","Now the little Lotus Park is filled with border sorrows.","Pearls on curtains, embroidery on pillars, around the yellow cranes,","From brocade hawsers and ivory masts rise the white gulls.","I turn my head, sad now for the place of song and dance,","Qin has been since olden days the land of emperors."]},{"url":"http://www.chinese-poems.com/d59.html","title":"Autumn Meditations (7)","author":"Du Fu","content":["The waters of the Kunming Lake were made in the time of Han,","Banners and flags of the martial emperor are still in my mind's eye.","The weaver girl's loom and thread are idle beneath the night's moon,","The stone whale's scales and armour move in the autumn wind.","Waves toss the wild rice seeds, black clouds sink,","Dew chills the lotus pod, red powder falls.","Between the passes at the end of the sky only birds can travel,","Rivers and lakes fill this land; there's one old fisherman."]},{"url":"http://www.chinese-poems.com/d60.html","title":"Autumn Meditations (8)","author":"Du Fu","content":["From Kunwu, Yusu river winds round and round,","Purple Tower mountain's shadow enters Meipi lake.","Fragrant rice; pecking; leaving surplus; parrots; grains;","Emerald wutong; perching; growing old; phoenixes; branches.","Beautiful women gather green feathers, talk to each other in spring,","Immortal companions share a boat, move on in the evening.","My coloured brush in olden days captured the image of life,","My white head drones and gazes, bitterly hanging low."]},{"url":"http://www.chinese-poems.com/d61.html","title":"On Yueyang Tower","author":"Du Fu","content":["Of old I heard of the waters of Dongting lake,","Now I've climbed to the top of Yueyang tower.","Here Wu and Chu are split to east and south,","Here heaven and earth are floating day and night.","From family and friends comes not a single word,","Old and sick, I have one solitary boat.","War horses are riding north of the mountain pass,","I lean on the railing as tears flow down."]},{"url":"http://www.chinese-poems.com/d62.html","title":"Night in the Pavilion","author":"Du Fu","content":["At year's end, yin and yang hurry the shortened day,","At sky's end, frost and snow clear the frozen night.","Fifth watch: the drum and horn sound out mournful and strong,","Three gorges: the river of stars casts its trembling shadow.","Countryside cries from a thousand homes hearing news of the fighting,","Barbaric songs here and there rise from fishers and woodsmen.","Sleeping Dragon and Leaping Horse both ended in yellow dirt;","Waiting for news of worldly affairs brings me useless grief."]},{"url":"http://www.chinese-poems.com/deer.html","title":"Deer Enclosure","author":"Wang Wei","content":["Hills are empty, no man is seen,","Yet the sound of people's voices is heard.","Light is cast into the deep forest,","And shines again on green moss."]},{"url":"http://www.chinese-poems.com/dm1.html","title":"On Parting","author":"Du Mu","content":["Much feeling- but it's just as if there's none,","I think behind my cup, but cannot smile.","The candle has a heart- it too hates parting,","In our place, it sheds a tear at dawn."]},{"url":"http://www.chinese-poems.com/dm2.html","title":"Mountain Travel","author":"Du Mu","content":["Far away on the cold mountain, a stone path slants upwards,","In the white clouds is a village, where people have their homes.","I stop the carriage, loving the maple wood in the evening,","The frosted leaves are redder than the second month's flowers."]},{"url":"http://www.chinese-poems.com/dm3.html","title":"Entering Shangshan","author":"Du Mu","content":["I enter Shangshan early, under a hundred miles of cloud,","Beneath the bridge a blue stream, the sound of the water divided.","The flowing water's old sound reaches the ears of the old,","This time I cannot bear to listen to its call."]},{"url":"http://www.chinese-poems.com/dm4.html","title":"Drunken Sleep","author":"Du Mu","content":["The beer's brewed well amid the autumn rain,","The cold house sits amid the falling leaves.","The hermit spends a lot of time asleep,","He pours and drains another cup of beer."]},{"url":"http://www.chinese-poems.com/dm5.html","title":"Pure Brightness Festival","author":"Du Mu","content":["At the time of the Pure Brightness festival, the rain is swirling round,","On the road, the spirit of the traveler is almost broken.","He politely asks at what place an inn can be found?","A shepherd boy points far away to apricot blossom village."]},{"url":"http://www.chinese-poems.com/dm6.html","title":"Spring South of the River","author":"Du Mu","content":["Orioles call for a thousand li, green's reflected in the river;","Waterside village; hillside rampart; wine; a banner in the wind.","In the time of the southern dynasties, there were four hundred and eighty temples;","How many pavilions there are now in the mist and rain."]},{"url":"http://www.chinese-poems.com/dm7.html","title":"Ji&apos;an Prefecture: An Occasional Poem","author":"Du Mu","content":["Two poles of bamboo in the setting sun on the bridge over the stream,","Half a thread of light mist among the reflected willows.","How many green lotuses hatefully supporting each other,","Instantly I turn my head, my back to the western wind."]},{"url":"http://www.chinese-poems.com/dm8.html","title":"Sent to Assistant Magistrate Han Chuo of Yangzhou","author":"Du Mu","content":["Green hills are indistinct, water stretches far,","The end of autumn south of the river- grass and trees are withered.","Twenty-four bridges under the bright moon tonight,","Where are the beautiful people blowing flutes of welcome?"]},{"url":"http://www.chinese-poems.com/dm9.html","title":"Drinking Alone","author":"Du Mu","content":["Outside the window, wind and snow blow straight,","I clutch the stove and open a flask of wine.","Just like a fishing boat in the rain,","Sail down, asleep on the autumn river."]},{"url":"http://www.chinese-poems.com/fare2.html","title":"Farewell (II)","author":"Wang Wei","content":["We bid each other farewell beside the hill,","As day meets dusk, I close the wooden gate.","Next year, in spring, there will be green grass again,","But will my honoured friend return?"]},{"url":"http://www.chinese-poems.com/fg1.html","title":"You Do Not Come","author":"Fang Gan","content":["The road is long, and east or west, I have no-one to ask,","The cold has come, but I've not place to send your cold weather clothes.","When you left, we'd just planted the tree before the hall,","The tree already bears a nest, the person's not returned."]},{"url":"http://www.chinese-poems.com/gq1.html","title":"Looking for Hermit Hu","author":"Gao Qi","content":["I pass over water, and pass over water again,","I look at the flowers, and look at the flowers again.","Travelling the river, there's a spring breeze,","Before I am aware, I reach your home."]},{"url":"http://www.chinese-poems.com/h1.html","title":"Snow in Spring","author":"Han Yu","content":["The new year's come, but still the plants don't grow,","First in March I'm startled by grass shoots.","The white snow thinks the colours of spring are late,","So through the pavilion and trees it flies like blossom."]},{"url":"http://www.chinese-poems.com/h2.html","title":"Late Spring","author":"Han Yu","content":["The plants all know that spring will soon return,","All kinds of red and purple contend in beauty.","The poplar blossom and elm seeds are not beautiful,","They can only fill the sky with flight like snow."]},{"url":"http://www.chinese-poems.com/h3.html","title":"Light Rain Early in Spring","author":"Han Yu","content":["In light rain, Heaven Street is moist like butter,","The grass is green from afar, but not nearby.","The spring is best this time every year,","The mist of willow blossom fills the capital."]},{"url":"http://www.chinese-poems.com/hyf1.html","title":"Song","author":"Han Yuefu","content":["Sunflowers in the field are purest green,","The morning dew waits for the sun to dry it.","The warm spring spreads around its favours,","Ten thousand things are growing in the radiance.","I often fear that autumn's season will come,","Flowers and leaves will yellow and wither and wane.","The hundred rivers flow east towards the sea,","When will they come back to the west again?","If the young and vigorous do not work hard,","In old age, they will be sorry in vain."]},{"url":"http://www.chinese-poems.com/hyf2.html","title":"South of the River","author":"Han Yuefu","content":["South of the river, you can pick lotuses,","How like a field are the lotus leaves!","Fish play in the lotus leaves:","Fish play east of the lotus leaves,","Fish play west of the lotus leaves,","Fish play south of the lotus leaves,","Fish play north of the lotus leaves."]},{"url":"http://www.chinese-poems.com/incense.html","title":"Stopping at Incense Storing Temple","author":"Wang Wei","content":["I did not know the incense storing temple,","I walked a few miles into the clouded peaks.","No man on the path between the ancient trees,","A bell rang somewhere deep among the hills.","A spring sounded choked, running down steep rocks,","The green pines chilled the sunlight's coloured rays.","Come dusk, at the bend of a deserted pool,","Through meditation I controlled passion's dragon."]},{"url":"http://www.chinese-poems.com/lb1.html","title":"Changgan Memories","author":"Li Bai","content":["When first my hair began to cover my forehead,","I picked and played with flowers before the gate.","You came riding on a bamboo horse,","And circled the walkway, playing with green plums.","We lived together, here in Changgan county,","Two children, without the least suspicion.","When I was fourteen, I became your wife,","So shy that still my face remained unopened.","I bowed my head towards the shadowed wall,","And called one thousand times, I turned not once.","At 15 I began to lift my brows,","And wished to be with you as dust with ashes.","You always kept your massive pillar faith,","I had no need to climb the lookout hill.","When I was sixteen, you went far away,","To Yanyudui, within the Qutang gorge.","You should not risk the dangerous floods of May,","Now from the sky, the monkeys cry in mourning.","Before the gate, my pacing's left a mark,","Little by little, the green moss has grown.","The moss is now too deep to sweep away,","And leaves fall in the autumn's early winds.","This August, all the butterflies are yellow,","A pair fly over the western garden's grass.","I feel that they are damaging my heart,","Through worrying, my rosy face grows old.","When you come down the river from Sanba,","Beforehand, send a letter to your home.","We'll go to meet each other, however far,","I'll come up to Changfengsha."]},{"url":"http://www.chinese-poems.com/lb10.html","title":"Staying the Night at a Mountain Temple","author":"Li Bai","content":["The high tower is a hundred feet tall,","From here one's hand could pluck the stars.","I do not dare to speak in a loud voice,","I fear to disturb the people in heaven."]},{"url":"http://www.chinese-poems.com/lb11.html","title":"Laolao Ting Pavilion","author":"Li Bai","content":["What place under heaven most hurts the heart?","Laolao Ting, for seeing visitors off.","The spring wind knows how bitter it is to part,","The willow twig will never again be green."]},{"url":"http://www.chinese-poems.com/lb12.html","title":"Hearing a Flute on a Spring Night in Luoyang","author":"Li Bai","content":["From whose home secretly flies the sound of a jade flute?","It's lost amid the spring wind which fills Luoyang city.","In the middle of this nocturne I remember the snapped willow,","What person would not start to think of home!"]},{"url":"http://www.chinese-poems.com/lb13.html","title":"Crows Calling at Night","author":"Li Bai","content":["Yellow clouds beside the walls; crows roosting near.","Flying back, they caw, caw; calling in the boughs.","In the loom she weaves brocade, the Qin river girl.","Made of emerald yarn like mist, the window hides her words.","She stops the shuttle, sorrowful, and thinks of the distant man.","She stays alone in the lonely room, her tears just like the rain."]},{"url":"http://www.chinese-poems.com/lb14.html","title":"Amusing Myself","author":"Li Bai","content":["Facing my wine, I did not see the dusk,","Falling blossoms have filled the folds of my clothes.","Drunk, I rise and approach the moon in the stream,","Birds are far off, people too are few."]},{"url":"http://www.chinese-poems.com/lb15t.html","title":"Seeing Off a Friend","author":"Li Bai","content":["Green hills above the northern wall,","White water winding east of the city.","On this spot our single act of parting,","The lonely tumbleweed journeys ten thousand li.","Drifting clouds echo the traveller's thoughts,","The setting sun reflects my old friend's feelings.","You wave your hand and set off from this place,","Your horse whinnies as it leaves."]},{"url":"http://www.chinese-poems.com/lb16.html","title":"Visiting the Taoist Priest Dai Tianshan But Not Finding Him","author":"Li Bai","content":["A dog's bark amid the water's sound,","Peach blossom that's made thicker by the rain.","Deep in the trees, I sometimes see a deer,","And at the stream I hear no noonday bell.","Wild bamboo divides the green mist,","A flying spring hangs from the jasper peak.","No-one knows the place to which he's gone,","Sadly, I lean on two or three pines."]},{"url":"http://www.chinese-poems.com/lb17.html","title":"Sent to Du Fu below Shaqiu City","author":"Li Bai","content":["What is it that I've come to now?","High before me: Shaqiu city.","Beside the city, ancient trees;","The sunset joins the autumn sounds.","The Lu wine cannot make me drunk,","Qi's songs cannot restore my feelings.","My thoughts of you are like the Wen's waters,","Mightily sent on their southern journey."]},{"url":"http://www.chinese-poems.com/lb18.html","title":"Autumn Air","author":"Li Bai","content":["The autumn air is clear,","The autumn moon is bright.","Fallen leaves gather and scatter,","The jackdaw perches and starts anew.","We think of each other- when will we meet?","This hour, this night, my feelings are hard."]},{"url":"http://www.chinese-poems.com/lb19.html","title":"Ancient Air (39)","author":"Li Bai","content":["I climb up high and look on the four seas,","Heaven and earth spreading out so far.","Frost blankets all the stuff of autumn,","The wind blows with the great desert's cold.","The eastward-flowing water is immense,","All the ten thousand things billow.","The white sun's passing brightness fades,","Floating clouds seem to have no end.","Swallows and sparrows nest in the wutong tree,","Yuan and luan birds perch among jujube thorns.","Now it's time to head on back again,","I flick my sword and sing Taking the Hard Road."]},{"url":"http://www.chinese-poems.com/lb2.html","title":"Seeing off Meng Haoran for Guangling at Yellow Crane Tower","author":"Li Bai","content":["My old friend's said goodbye to the west, here at Yellow Crane Tower,","In the third month's cloud of willow blossoms, he's going down to Yangzhou.","The lonely sail is a distant shadow, on the edge of a blue emptiness,","All I see is the Yangtze River flow to the far horizon."]},{"url":"http://www.chinese-poems.com/lb20.html","title":"Long Yearning","author":"Li Bai","content":["Long yearning,","To be in Chang'an.","The grasshoppers weave their autumn song by the golden railing of the well;","Frost coalesces on my bamboo mat, changing its colour with cold.","My lonely lamp is not bright, Id like to end these thoughts; ","I roll back the hanging, gaze at the moon, and long sigh in vain.","The beautiful person's like a flower beyond the edge of the clouds.","Above is the black night of heaven's height;","Below is the green water billowing on.","The sky is long, the road is far, bitter flies my spirit;","The spirit I dream can't get through, the mountain pass is hard.","Long yearning,","Breaks my heart."]},{"url":"http://www.chinese-poems.com/lb3.html","title":"Question and Answer on the Mountain","author":"Li Bai","content":["You ask for what reason I stay on the green mountain,","I smile, but do not answer, my heart is at leisure.","Peach blossom is carried far off by flowing water,","Apart, I have heaven and earth in the human world."]},{"url":"http://www.chinese-poems.com/lb4.html","title":"Thoughts on a Still Night","author":"Li Bai","content":["Before my bed, the moon is shining bright,","I think that it is frost upon the ground.","I raise my head and look at the bright moon,","I lower my head and think of home."]},{"url":"http://www.chinese-poems.com/lb5.html","title":"Marble Steps Complaint","author":"Li Bai","content":["White dew grows on the marble steps,","And in the long night, soaks into my stockings.","But now I let the crystal curtain down,","And gaze through it at the autumn moon."]},{"url":"http://www.chinese-poems.com/lb6.html","title":"Midnight Song of Wu","author":"Li Bai","content":["In Chang'an city is the disk of the moon,","The sound of pounding clothes in ten thousand households.","The autumn wind is blowing without cease,","All the time I think of Yuguan pass.","When will we pacify the pillaging Hu,","So my husband can end his long journey?"]},{"url":"http://www.chinese-poems.com/lb7.html","title":"For Wang Lun","author":"Li Bai","content":["Li Bai is already on the boat, preparing to depart,","I suddenly hear the sound of stamping and singing on the shore.","The water of Taohua pond reaches a thousand feet in depth,","But still it's not as deep as Wang Lun's feelings seeing me off."]},{"url":"http://www.chinese-poems.com/lb8.html","title":"Viewing Heaven&apos;s Gate Mountains","author":"Li Bai","content":["The River Chu cuts through the middle of heaven's gate,","The green water flowing east reaches here then swirls.","On either bank the blue hills face towards each other,","The flatness of a lonely sail comes from by of the sun."]},{"url":"http://www.chinese-poems.com/lb9.html","title":"Sitting Alone on Jingting Shan Hill","author":"Li Bai","content":["A flock of birds is flying high in the distance,","A lonely cloud drifts idly on its own.","We gaze at each other, neither growing tired,","There is only Jingting Shan."]},{"url":"http://www.chinese-poems.com/lbw1.html","title":"Ode to the Goose","author":"Luo Binwang","content":["Goose, goose, goose,","You bend your neck towards the sky and sing.","Your white feathers float on the emerald water,","Your red feet push the clear waves."]},{"url":"http://www.chinese-poems.com/lbw2.html","title":"In the Army Camp, Climbing a Gate Tower","author":"Luo Binwang","content":["Atop the wall, the wind is strong and chill;","On the river, the water vapour's cold.","What day will these soldiers' uniforms","Singing and dancing enter Chang'an?"]},{"url":"http://www.chinese-poems.com/lg1.html","title":"Homesickness","author":"Li Gou","content":["People say the setting sun marks the edge of the sky,","I look towards the edge of the sky, but cannot see my home.","Now I hate the blue mountain which parts us from each other,","The blue mountain still is covered by evening cloud."]},{"url":"http://www.chinese-poems.com/li2.html","title":"Sent North on a Rainy Night","author":"Li Shangyin","content":["You ask me what time I'll return, but I cannot give a time,","The rain in the hills of Ba at night overflows the autumn pools.","When can we trim the candle together by the western window,","And talk together of the rain in the hills of Ba at night?"]},{"url":"http://www.chinese-poems.com/li3.html","title":"Her Promises to Come Were Empty Words","author":"Li Shangyin","content":["Her promises to come were empty words, she's gone without a trace,","The moon is slanting on the tower as I hear the fifth watch bell.","In my dream we were far apart, I found it hard to call,","Hurriedly I try to write, but find the ink too thin.","The candle's radiance covers half the gold and emerald bed,","A tiny hint of musky scent remains on embroidered lotus.","Young Liu already regretted that Pengshan hill lay far away,","We two are separated by ten thousand Pengshan hills."]},{"url":"http://www.chinese-poems.com/lq1.html","title":"Wind","author":"Li Qiao","content":["In the third month of autumn it blows down the leaves,","It can open up the second month's flowers.","On the river, waves of a thousand feet,","Among the bamboo, ten thousand dry and slanting."]},{"url":"http://www.chinese-poems.com/lq2.html","title":"Mid-Autumn Night","author":"Li Qiao","content":["The round soul's climbing into the cold void,","They say it is the same in all four seas.","How can one know a thousand miles away,","If they do not have rain and wind?"]},{"url":"http://www.chinese-poems.com/ly1.html","title":"The Pleasure Plain","author":"Li Shangyin","content":["Towards evening my thoughts became uncomfortable,","I drove my carriage upon the ancient plain.","The setting sun is good without limit,","But only comes when yellow dusk is near."]},{"url":"http://www.chinese-poems.com/lzy1.html","title":"River Snow","author":"Liu Zongyuan","content":["A thousand hills, but no birds in flight,","Ten thousand paths, with no person's tracks.","A lonely boat, a straw-hatted old man,","Fishing alone in the cold river snow."]},{"url":"http://www.chinese-poems.com/lzy2.html","title":"Travelling on the Southern Valley Path to a Deserted Village on an Autumn Morning","author":"Liu Zongyuan","content":["The end of autumn- theres heavy frost and dew;","At dawn, I rise and go to the hidden valley.","Yellow leaves cover the stream and bridge,","In the empty village, just ancient trees.","Cold flowers are scattered, each alone,","The hidden stream breaks off, and reappears.","My own hearts plans are long forgotten now,","What can it be that startles the deer?"]},{"url":"http://www.chinese-poems.com/lzy3.html","title":"Entering Yellow Stream and Hearing an Ape","author":"Liu Zongyuan","content":["The road and stream bend for a thousand li,","Sorrowfully, an ape somewhere calls.","The lonely servants tears are now exhausted,","The heartbreaking sound is in vain."]},{"url":"http://www.chinese-poems.com/m10.html","title":"To Buddhist Priest Yuan From Chang&apos;an","author":"Meng Haoran","content":["I'd often like to lie atop a hill,","Instead I suffer hardship, lacking money.","This northern land was never what I wished,","Instead I think of my teacher in the eastern forest.","Golden flecks in the ash of cassia wood,","My great ideals decline more year by year.","As the sun goes down, a chilling wind appears,","To hear cicadas makes me sorrow more."]},{"url":"http://www.chinese-poems.com/m15.html","title":"Seeing off Du Shisi South of the River","author":"Meng Haoran","content":["Jingzhou and Dongwu are both on the water,","You travel down the river in spring, now the level is high.","A sail is underway at sunset, what place will it moor?","Looking to the end of the sky can break a man's heart."]},{"url":"http://www.chinese-poems.com/m5.html","title":"To Zhang, Climbing Orchid Mountain on an Autumn Day","author":"Meng Haoran","content":["The northern mountain is hidden in white cloud,","A happy place for hermits to retire.","So we can meet, I try to climb the heights,","My heart is fading like a goose in flight.","My sorrow's prompted by the creeping dusk,","But then clear autumn spurs on my desires.","At length we see the villagers return,","They walk the sand and rest at the river crossing.","The trees against the sky are like shepherd's purse,","An islet by the shore just like the moon.","I hope you have some wine to celebrate,","We'll spend the autumn festival drunk together."]},{"url":"http://www.chinese-poems.com/m6.html","title":"Thinking of Xin in South Pavilion on a Summer&apos;s Day","author":"Meng Haoran","content":["The glow on western mountains quickly sets,","The moon is climbing over the eastern lake.","My hair loose, I enjoy the evening cool,","I lie in peace before the open window.","The wind spreads lotus scent all through the air,","The sound of dripping bamboo dew is clear.","Although I'd like to fetch my qin and play,","To my regret, there is no-one to hear.","So touched by this, I think of my old friend,","Throughout the night, I'm troubled by my dreams."]},{"url":"http://www.chinese-poems.com/m7.html","title":"Visiting An Old Friend On His Farm","author":"Meng Haoran","content":["My old friend's prepared a meal of chicken and millet,","And invited me to join him at his farmhouse.","The village is surrounded by green trees,","Blue hills slope up beyond the city wall.","The window opens onto the vegetable garden,","Where holding wine, we talk of mulberry and hemp.","We are looking forward to the autumn festival,","When I'll return to see the chrysanthemums bloom."]},{"url":"http://www.chinese-poems.com/m8.html","title":"Thoughts in Early Winter","author":"Meng Haoran","content":["Trees shed leaves, and geese are flying south;","The north wind blows, here on the river it's cold.","My home is at the bend of the waters of Xiang,","Far beyond the edge of the clouds of Chu.","Travelling, I've exhausted my tears for home,","I watch a lone sail at the heavens' end.","The ferry's gone- who can I ask where?","Darkness falls beside the level sea."]},{"url":"http://www.chinese-poems.com/m9.html","title":"Spring Dawn","author":"Meng Haoran","content":["I slumbered this spring morning, and missed the dawn,","From everywhere I heard the cry of birds.","That night the sound of wind and rain had come,","Who knows how many petals then had fallen?"]},{"url":"http://www.chinese-poems.com/meng1.html","title":"Parting From Wang Wei","author":"Meng Haoran","content":["Quietly, I've waited here so long,","Day after day; but now I must return.","Now I go to seek the fragrant grass,","But I grieve to part from my old friend.","Who is there who would help me on the road?","Understanding friends are few in life.","I should just observe my solitude,","And close again the gate of my old home."]},{"url":"http://www.chinese-poems.com/meng2.html","title":"To My Old Friend in Yangzhou From a Boat Moored at Night on the Tonglu River","author":"Meng Haoran","content":["I hear the mourning apes on darkened hills,","The dark blue river flows swiftly through the night.","On each bank, leaves are rustled by the wind,","The moon illuminates my lonely boat.","This place, Jiande, is not my native land,","I still recall my old friend in Yangzhou.","Again two tears trace two lines down my face,","I'd send them to the ocean's western coast."]},{"url":"http://www.chinese-poems.com/meng3.html","title":"Spending the Night on Jiande River","author":"Meng Haoran","content":["The boat is moored beside the misty islet,","As sun goes down, my sorrow starts anew.","Out on the plain, the trees and heavens touch,","The moon seems close to me on this clear water."]},{"url":"http://www.chinese-poems.com/meng4.html","title":"Waiting for Ding","author":"Meng Haoran","content":["The sun is setting behind the western hills,","And swiftly all the valleys fill with shadow.","Between the pines, the moon brings in night's cool,","The sound of wind and stream is full and clear.","Now almost all the woodsmen have returned,","The birds are perching somewhere in the mist.","As I am expecting you to come and stay,","I take my qin and wait on the ivy path."]},{"url":"http://www.chinese-poems.com/myc1.html","title":"A Rural Home","author":"Mei Yaochen","content":["The cock crows three times; the sky is almost light.","Someone's lined up bowls of rice, along with flasks of tea.","Anxiously, the peasants rush to start the ploughing early,","I pull aside the willow shutter and gaze at the morning stars."]},{"url":"http://www.chinese-poems.com/myc2.html","title":"Writing of My Sorrow","author":"Mei Yaochen","content":["Heaven's already taken my wife,","Now it's also taken my son.","My two eyes are still not dry,","My heart desires only death.","Rain falls and soaks into the earth,","A pearl sinks into the ocean's depths.","Dive in the sea and you can seek the pearl,","Dig in the earth and you can see the water.","Only people return to the source below.","For all of time.   This we know.","I hold my chest; to whom now can I turn?","Emaciated, a ghost in the mirror."]},{"url":"http://www.chinese-poems.com/myc3.html","title":"Mourning Loss","author":"Mei Yaochen","content":["When we two first became husband and wife","Was seventeen years ago today.","We couldn't look at each other enough,","What loss could compare to this?","Already, my temples are mostly white,","I'd rather my body had finished its time.","In the end, we'll share a tomb;","Still not dead, I weep and weep."]},{"url":"http://www.chinese-poems.com/myc4.html","title":"Staying Overnight with Xie Shihou in the  Xu Family Library and Being Bothered By Hearing Rats","author":"Mei Yaochen","content":["The lamp is blue, the men are all asleep,","Hungry rats start to emerge from a hole.","The noise of tumbling cups and plates is loud,","Im startled by the noise: my dream is ended.","I worry theyll knock the inkstone from the table,","Im frightened that theyll gnaw the books on the shelf.","My silly boy tries to miaow like a cat:","Thats a really daft idea."]},{"url":"http://www.chinese-poems.com/myc5.html","title":"Sacrifice to the Cat that Scared all the Rats","author":"Mei Yaochen","content":["When I had my Five White cat,","The rats did not invade my books.","This morning Five White died,","I sacrifice with rice and fish.","I see you off in the middle of the river,","I chant for you: I won't neglect you.","Once when you'd bitten a rat,","You took it crying round the yard.","You wanted to scare all the rats,","So as to make my cottage clean.","Since we came on board this boat,","On the boat we've shared a room.","Although the grain is dry and scarce,","I eat not fearing piss or theft.","That's because of your hard work,","Harder working than chickens or pigs.","People stress their mighty steeds, ","Saying nothing's like a horse or ass.","Enough- I'm not going to argue,","But cry for you a little."]},{"url":"http://www.chinese-poems.com/myc6.html","title":"Sad Remembrance","author":"Mei Yaochen","content":["After you came back to my home, ","You never complained that we were poor. ","Up till midnight every night, ","We had our breakfast after noon. ","Nine or ten days eating pickles, ","Then one day wed have dried meat. ","East and west for eighteen years, ","Together we shared both bitter and sweet. ","Expecting a hundred years of love, ","How could I know youd go one evening? ","I still remember that last hour, ","You held me, but you could not speak. ","Although this body yet survives, ","Finally well be dust together. "]},{"url":"http://www.chinese-poems.com/oyx1.html","title":"A Light Boat With Short Oars (Picking Mulberries)","author":"Ouyang Xiu","content":["A light boat with short oars- West Lake is good.","A gentle curve in the green water,","Fragrant grass along the dyke,","The faint sound of pipes and song follows me everywhere.","Without a wind, the water's surface lies as smooth as glaze.","I don't notice boats passing,","Tiny movements start up ripples,","Startled birds rise from the sand and graze the bank in flight."]},{"url":"http://www.chinese-poems.com/oyx10.html","title":"All My Life, I Have Loved It (Picking Mulberries)","author":"Ouyang Xiu","content":["All my life, I have loved it- West Lake is good.","A crowd around the red wheels,","Riches and honours are floating clouds,","Look down, look up, the years flow on, twenty springs have passed.","Now returned, I look like a crane from the distant east.","The people around the city walls,","All are new that meet the eye,","Who can remember their governor from those olden days?"]},{"url":"http://www.chinese-poems.com/oyx2.html","title":"Deep in Spring, the Rain&apos;s Passed (Picking Mulberries)","author":"Ouyang Xiu","content":["Deep in spring, the rain's passed- West Lake is good.","A hundred grasses vie in beauty,","Confusion of butterflies, clamour of bees,","The clear day hurries the blossom to burst forth in the warmth.","Oars in lilies, a painted barge moving without haste.","I think I see a band of sprites-","Light reflected in the ripples,","The high wind carries music over the broad water."]},{"url":"http://www.chinese-poems.com/oyx3.html","title":"A Painted Boat Carrying Wine (Picking Mulberries)","author":"Ouyang Xiu","content":["A painted boat carrying wine- West Lake is good.","Urgent rhythms and pressing tunes,","A jade cup's imperious summons,","Gently floating on tranquil ripples, appointed Sleeping Drunk.","The moving clouds somehow are under the moving boat.","Empty water's clear and fresh,","Look up, look down, I linger on,","I feel as if here on this lake there is another heaven."]},{"url":"http://www.chinese-poems.com/oyx4.html","title":"After the Fresh Blossoms Have Gone (Picking Mulberries)","author":"Ouyang Xiu","content":["After the fresh blossoms have gone- West Lake is good.","Tattered scraps of remnant red,","Mist of cotton catkins flying,","Weeping willow by the railing in the wind and sun.","Pipes and song scatter and cease, visitors depart.","I start to feel that spring is empty,","Let the curtain fall back down,","A pair of swallows going home through the drizzly rain."]},{"url":"http://www.chinese-poems.com/oyx5.html","title":"Who Can Explain Why We Love It (Picking Mulberries)","author":"Ouyang Xiu","content":["Who can explain why we love it- West Lake is good.","The beautiful scene is without time,","Flying canopies chase each other,","Greedy to be among the flowers, drunk, with a jade cup.","Who can know I'm idle here, leaning on the rail.","Fragrant grass in slanting rays,","Fine mist on distant water,","One white egret flying from the Immortal Isle."]},{"url":"http://www.chinese-poems.com/oyx6.html","title":"On the Pure Brightness Festival (Picking Mulberries)","author":"Ouyang Xiu","content":["On the Pure Brightness festival- West Lake is good.","Everywhere flowers abound,","Why does anyone need to speak?","Green willows and red wheels of decorated carriages passing.","As sun sets the visitors start to move off together.","Drunk or sober, making a noise,","The road bends, the dyke slants,","All the way to the city gate, everything is flowers."]},{"url":"http://www.chinese-poems.com/oyx7.html","title":"After the Lotus Flowers Have Opened (Picking Mulberries)","author":"Ouyang Xiu","content":["After the lotus flowers have opened- West Lake is good.","Come for a while and bring some wine,","There's no need for flags and pennants,","Before and behind, red curtains and green canopies follow.","The painted boat is punted in to where the flowers are thick.","Fragrance floats round golden cups,","Mist and rain are so, so fine,","In a snatch of pipes and song I drunkenly return."]},{"url":"http://www.chinese-poems.com/oyx8.html","title":"Heaven&apos;s Aspect, the Water&apos;s Colour (Picking Mulberries)","author":"Ouyang Xiu","content":["Heaven's aspect, the water's colour- West Lake is good.","Creatures in the clouds all fresh,","Gulls and egrets idly sleep,","I follow my habit as of old, listen to pipes and strings.","The wind is clear, the moon is white, the night is almost perfect.","One piece of beautiful land,","Who would crave a steed or phoenix?","One man on his boat is just like an immortal."]},{"url":"http://www.chinese-poems.com/oyx9.html","title":"Scraps of Cloud in Rosy Dusk (Picking Mulberries)","author":"Ouyang Xiu","content":["Scraps of cloud in rosy dusk- West Lake is good.","Flowers on the bank, duckweed on sand,","A hundred acres of peaceful ripples,","On the overgrown bank, no man- just the stroke of a boat.","South-west, across the moon, scattered clouds are drifting.","Cool rises at the terrace rail,","Lotus flowers' scent is clear,","Wind from the water's face makes the wine face sober."]},{"url":"http://www.chinese-poems.com/peach.html","title":"Peach Blossom Journey","author":"Wang Wei","content":["A fisher's boat chased the water into the coveted hills,","Both banks were covered in peach blossom at the ancient river crossing.","He knew not how far he sailed, gazing at the reddened trees,","He travelled to the end of the blue stream, seeing no man on the way.","Then finding a crack in the hillside, he squeezed through the deepest of caves,","And beyond the mountain a vista opened of flat land all about!","In the distance he saw clouds and trees gathered together,","Nearby amongst a thousand homes flowers and bamboo were scattered.","A wood-gatherer was the first to speak a Han-era name,","The inhabitants' dress was unchanged since the time of Qin.","The people lived together on uplands above Wu Ling river,","Apart from the outside world they laid their fields and plantations.","Below the pines and the bright moon, all was quiet in the houses,","When the sun started to shine through the clouds, the chickens and dogs gave voice.","Startled to find a stranger amongst them, the people jostled around,","They competed to invite him in and ask about his home.","As brightness came, the lanes had all been swept of blossom,","By dusk, along the water the fishers and woodsmen returned.","To escape the troubled world they had first left men's society,","They live as if become immortals, no reason now to return.","In that valley they knew nothing of the way we live outside,","From within our world we gaze afar at empty clouds and hills.","Who would not doubt that magic place so hard to find,","The fisher's worldly heart could not stop thinking of his home.","He left that land, but its hills and rivers never left his heart,","Eventually he again set out, and planned to journey back.","By memory, he passed along the way he'd taken before,","Who could know the hills and gullies had now completely changed?","Now he faced only the great mountain where he remembered the entrance,","Each time he followed the clear stream, he found only cloud and forest.","Spring comes, and all again is peach blossom and water,","No-one knows how to reach that immortal place."]},{"url":"http://www.chinese-poems.com/plum.html","title":"Random Poem","author":"Wang Wei","content":["You also come from my home town,","You must know all the home town news.","At dawn, before the silken window,","Is it too cold for plum blossom to show?"]},{"url":"http://www.chinese-poems.com/retire.html","title":"Farewell","author":"Wang Wei","content":["Dismounting, I offer my friend a cup of wine,","I ask what place he is headed to.","He says he has not achieved his aims,","Is retiring to the southern hills.","Now go, and ask me nothing more,","White clouds will drift on for all time."]},{"url":"http://www.chinese-poems.com/s1.html","title":"Visiting the Temple of the God of Mercy on a Rainy Day","author":"Su Shi","content":["The silkworms grow old,","The wheat half yellow,","The rain falls unrestrained about the mountain.","The farmers cannot work the land,","Nor women gather mulberry,","The Immortals sit high in white robes in the hall."]},{"url":"http://www.chinese-poems.com/s10.html","title":"Mid-Autumn Moon","author":"Su Shi","content":["The sunset clouds are gathered far away, it's clear and cold,","The Milky Way is silent, I turn to the jade plate.","The goodness of this life and of this night will not last for long,","Next year where will I watch the bright moon?"]},{"url":"http://www.chinese-poems.com/s3.html","title":"Written While Drunk in Lake-View Pavilion on the 27th Day of the Sixth Month","author":"Su Shi","content":["The inky clouds fly in, but do not hide the hills,","As random drops of white rain leap into the boats.","A sudden wind arrives and sweeps across the earth,","Below I see the lake a mirror of the sky."]},{"url":"http://www.chinese-poems.com/s4.html","title":"Visiting the Temple of Auspicious Fortune Alone on Winter Solstice","author":"Su Shi","content":["Deep at the bottom of the well no warmth has yet returned,","The rain which sighs and feels so cold has dampened withered roots.","What sort of man at such a time would come to visit the teacher?","As this is not a time for flowers, I find I've come alone."]},{"url":"http://www.chinese-poems.com/s5.html","title":"Dreaming of My Deceased Wife on the Night of the 20th Day of the First Month","author":"Su Shi","content":["Ten boundless years now separate the living and the dead,","I have not often thought of her, but neither can I forget.","Her lonely grave is a thousand li distant, I can't say where my wife lies cold.","We could not recognise each other even if we met again,","My face is all but covered with dust, my temples glazed with frost.","In deepest night, a sudden dream returns me to my homeland,","She sits before a little window, and sorts her dress and make-up.","We look at each other without a word, a thousand lines of tears.","Must it be that every year I'll think of that heart-breaking place,","Where the moon shines brightly in the night, and bare pines guard the tomb."]},{"url":"http://www.chinese-poems.com/s6.html","title":"Impromptu Verse","author":"Su Shi","content":["My frosty hair blows loosely in the wind,","In this small pavilion, I lie sick on a rattan bed.","The doctor's reported my beautiful sleep this spring,","The Taoist rings the fifth watch bell with care."]},{"url":"http://www.chinese-poems.com/s7.html","title":"Impromptu Verse","author":"Su Shi","content":["A lonely sick old man on eastern slope,","My frosty hair blows loosely in the wind.","My son, mistaken, is pleased by my ruddy face,","I smile: I know it's alcoholic red."]},{"url":"http://www.chinese-poems.com/sickle.html","title":"I Climb the Western Tower in Silence (Joy of Meeting)","author":"Li Yu","content":["I climb the western tower in silence, the moon like a sickle.","Clear autumn is locked in the deep courtyard, where a wutong tree stands lonely.","Sorrowful parting has cut, but not severed our ties; my mind is still wild.","Separation is just like a taste in head and heart."]},{"url":"http://www.chinese-poems.com/songshan.html","title":"Returning to Songshan Mountain","author":"Wang Wei","content":["The limpid river runs between the bushes,","The horse and cart are moving idly on.","The water flows as if with a mind of its own,","At dusk, the birds return to perch together.","The desolate town is faced by an ancient ferry,","The setting sun now fills the autumn hills.","And far below high Songshan's tumbling ridges,","Returning home, I close the door for now."]},{"url":"http://www.chinese-poems.com/su2.html","title":"New Year&apos;s Watch","author":"Su Shi","content":["Soon now, we'll mark the year's end that approaches,","It's like a snake that crawls into a hole.","Already half its scaly length is hidden,","What man can stop us losing the last trace?","And even if we want to tie its tail,","No matter how we try, we can't succeed.","The children make all effort not to sleep,","We laugh together, watching through the night.","The cockerels should not cry the dawn for now,","The drums as well should give the hour respect.","We sat so long the lamp's burnt down to ash,","I rise and see the Plough is slanting north.","Next year, perhaps, my span of years could end,","My fear is that I've just been marking time.","So exert ourselves to the utmost here tonight,","I still admire the exuberance of our youth!"]},{"url":"http://www.chinese-poems.com/syf1.html","title":"Midnight Song of the Seasons: Spring Song","author":"Southern Dynasties Yuefu","content":["The spring wind moves a spring heart,","My eye flows to gaze at the mountain forest.","The mountain forest's extraordinarily beautiful,","The bright spring birds are pouring out clear sound."]},{"url":"http://www.chinese-poems.com/syf2.html","title":"Midnight Song of the Seasons: Summer Song","author":"Southern Dynasties Yuefu","content":["Now I've finished tending the fields and silkworms,","The yearning woman's life is still bitter.","I have a new set of summer clothes","To send to my departed husband."]},{"url":"http://www.chinese-poems.com/syf3.html","title":"Midnight Song of the Seasons: Autumn Song","author":"Southern Dynasties Yuefu","content":["The autumn wind enters through the window,","The gauze curtain starts to flutter and fly.","I raise my head and look at the bright moon,","And send my feelings a thousand miles in its light."]},{"url":"http://www.chinese-poems.com/syf4.html","title":"Midnight Song of the Seasons: Winter Song","author":"Southern Dynasties Yuefu","content":["If you wish to make a good friend,","Just look at the pine and cypress woods.","Amid the frost, they do not fall to earth,","Without disloyalty when the year is cold."]},{"url":"http://www.chinese-poems.com/wine.html","title":"Drinking Wine","author":"Tao Qian","content":["I made my home amidst this human bustle,","Yet I hear no clamour from the carts and horses.","My friend, you ask me how this can be so?","A distant heart will tend towards like places.","From the eastern hedge, I pluck chrysanthemum flowers,","And idly look towards the southern hills.","The mountain air is beautiful day and night,","The birds fly back to roost with one another.","I know that this must have some deeper meaning,","I try to explain, but cannot find the words."]},{"url":"http://www.chinese-poems.com/wtj1.html","title":"Travelling Early to Shangshan","author":"Wen Tingjun","content":["In the morning, he starts to move at the journey bell,","He travels, thinking sorrowfully of his home.","A cock crows; a thatched cottage; the moon;","On the planks of the bridge, his footsteps mark the frost.","Mongolian oak leaves fall on the mountain road,","Citron blossom's bright by the post house wall.","Still his thoughts are of his dream of Duling,","The pond full of geese and wild ducks."]},{"url":"http://www.chinese-poems.com/ww1.html","title":"Mengcheng Col","author":"Wang Wei","content":["I have a new house at Mengcheng's mouth,","The old willow tree is full of grief.","Who will come after, I do not know,","He must feel sorrow for those in the past."]},{"url":"http://www.chinese-poems.com/ww10.html","title":"A Study","author":"Wang Wei","content":["There's light cloud, and drizzle round the pavilion,","In the dark yard, I wearily open a gate.","I sit and look at the colour of green moss,","Ready for people's clothing to pick up."]},{"url":"http://www.chinese-poems.com/ww11.html","title":"Birds Calling in the Ravine","author":"Wang Wei","content":["I'm idle, as osmanthus flowers fall,","This quiet night in spring, the hill is empty.","The moon comes out and startles the birds on the hill,","They don't stop calling in the spring ravine."]},{"url":"http://www.chinese-poems.com/ww2.html","title":"Huazi Ridge","author":"Wang Wei","content":["A bird in flight goes on without limit,","Joined hills are autumn's colours again.","From top to bottom of Huazi Ridge,","Melancholy feeling has no end."]},{"url":"http://www.chinese-poems.com/ww3.html","title":"Fine Apricot Lodge","author":"Wang Wei","content":["Fine apricot was cut for the roofbeam,","Fragrant cogongrass tied for the eaves.","I know not when the cloud from this house","Will go to make rain among the people."]},{"url":"http://www.chinese-poems.com/ww4.html","title":"Jinzhu Ridge","author":"Wang Wei","content":["Wingceltis and goldenrain shine at the empty bend,","Fresh and green, rippling ever onward.","A secret road leads up to Shangshan hill,","Even the woodcutter does not know."]},{"url":"http://www.chinese-poems.com/ww5.html","title":"Lily Magnolia Enclosure","author":"Wang Wei","content":["The autumn hill gathers remaining light,","A flying bird chases its companion before.","The green colour is momentarily bright,","Sunset mist has no fixed place."]},{"url":"http://www.chinese-poems.com/ww6.html","title":"The Cornel Grove","author":"Wang Wei","content":["When bearing fruit it's red and green,","As if the flowers were budding again.","If a guest remains on the hill,","Set a cup of cornel here."]},{"url":"http://www.chinese-poems.com/ww7.html","title":"Temple Tree Path","author":"Wang Wei","content":["A narrow, sunless path to the temple tree,","Deep and dark; abundant green moss.","Wait by the gate when finished sweeping the yard,","In case a monk should come down from the hill."]},{"url":"http://www.chinese-poems.com/ww8.html","title":"At the Lake Pavilion","author":"Wang Wei","content":["On a skiff I meet an honoured guest,","Slowly, slowly, it comes across the lake.","Facing at the railing, we drink a cup of wine,","On all sides, lotus flowers are in bloom."]},{"url":"http://www.chinese-poems.com/ww9.html","title":"South Hill","author":"Wang Wei","content":["A light boat sets off from the southern hill,","The north is hard to reach across the vastness.","On the other bank, I look for my home,","It cannot be recognised so far off."]},{"url":"http://www.chinese-poems.com/y10.html","title":"How Can a Man Escape Life&apos;s Sorrow and Regret?   (Midnight Song)","author":"Li Yu","content":["How can a man escape life's sorrow and regret?","What limit is there to my solitary grief?","I returned to my homeland in a dream,","As I awakened, I shed two tears.","Who now will climb up those high towers,","I remember those clear autumn scenes.","Those past events have lost their meaning,","They disappear as in a dream."]},{"url":"http://www.chinese-poems.com/y11.html","title":"How Many Tears (Gazing at the South)","author":"Li Yu","content":["How many tears","Criss-cross your cheeks and run across your face!","Don't try to speak when worry makes you weep,","Nor play the flute when it will bring your tears,","Or surely then your heart will break."]},{"url":"http://www.chinese-poems.com/y12.html","title":"The Wind Returns; My Little Courtyard is Green and Overgrown (The Beautiful Lady Yu)","author":"Li Yu","content":["The wind returns; my little courtyard is green and overgrown,","The willows seem to have grown again this spring.","I lean for a long time on the railings; alone, without a word,","The sound of bamboo and the new moon are just like in days gone by.","The playing and singing have not yet ceased; the wine cups remain,","The ice on top of the pool begins to melt.","Bright candles and a faint fragrance are deep in the painted hall,","It's hard to think I must allow my temples all to turn white."]},{"url":"http://www.chinese-poems.com/y2.html","title":"The East Wind Blows Over the Water (The Lover&apos;s Return)","author":"Li Yu","content":["The east wind blows over the water, the sun sits by the hill,","Though spring has come, the idleness persists.","Fallen blossom is scattered amid wine and tinkling pendants by the rail,","She listens to playing and singing in a drunken daze.","The pendants are now silent, her evening wear undone,","For what man's sake is she to dress her hair?","Her fair appearance too will pass as time slips by,","At dusk, she leans alone upon the railing."]},{"url":"http://www.chinese-poems.com/y3.html","title":"Beneath the Moon, Before the Steps (Gratitude for New Bounties)","author":"Li Yu","content":["Beneath the moon, before the steps, all cherry blossom has fallen,","Enwreathed in smoke, she looks sorrowful lying in bed.","She feels the same regret today as one long year ago.","Both braids like cloud in disarray, her face is wan and sallow,","The crimson corset wet from wiping tears.","But what's the reason why she suffers so?","She lies in a drunken dream before the window."]},{"url":"http://www.chinese-poems.com/y4.html","title":"Light Mist Envelopes the Dim Moon (Buddhist Dancers)","author":"Li Yu","content":["Light mist envelopes the dim moon and bright flowers,","A perfect night to go to her darling's side.","In stocking soles, she treads the fragrant steps,","And carries in one hand her gold threaded shoes.","They meet by the south side of the painted hall,","And trembling fall into each other's arms.","\"It's hard for me to creep out like a servant,","To teach my darling the recklessness of love.\""]},{"url":"http://www.chinese-poems.com/y5.html","title":"A Heavenly Woman&apos;s Imprisoned in the Palace (Buddhist Dancers)","author":"Li Yu","content":["A heavenly woman's imprisoned in the palace at Penglai Hill,","All are silent as she sleeps by day in the painted hall.","Her glossy hair is spread like cloud on the pillow,","Her embroidered clothes bear a wondrous fragrance.","I secretly come and slide the pearl lock back,","She's startled from her dream behind the silver screen.","Her smiling face is overflowing with bliss,","We gaze at each other with unbounded love."]},{"url":"http://www.chinese-poems.com/y6.html","title":"Outside the Curtains the Rain is Murmuring (Ripples Sifting Sand)","author":"Li Yu","content":["Outside the curtains the rain is murmering,","And spring is waning,","Silk bedding cannot resist the fifth watch cold.","While in my dream, I forget I am a guest,","And covet pleasure!","I should not lean alone on these railings,","The land is unlimited;","It's easy to part- to meet again is hard.","Spring's gone like blossom fallen on flowing water,","My paradise too!"]},{"url":"http://www.chinese-poems.com/y7.html","title":"My Idle Dreams Roam Far (Gazing at the South)","author":"Li Yu","content":["My idle dreams roam far,","To the southern land where spring is fragrant.","Wind and strings play on a boat on the river's clear surface,","The city is full of catkins flying like light dust.","People are occupied admiring the flowers.","My idle dreams roam far,","To the southern land where autumn is clear.","For a thousand li over rivers and hills cold colours stretch far,","Deep in flowering reeds, a solitary boat is moored.","Beneath the bright moon, a flute plays in the tower."]},{"url":"http://www.chinese-poems.com/y8.html","title":"Last Night the Wind and Rain Together Blew (Crows Crying at Night)","author":"Li Yu","content":["Last night the wind and rain together blew,","The wall-curtains rustled in their autumn song.","The candle died, the water-clock was exhausted,","I rose and sat, but could not be at peace.","Man's affairs are like the flow of floodwater,","A life is just like floating in a dream.","I should more often go drunken through the country,","For otherwise I could not bear to live."]},{"url":"http://www.chinese-poems.com/y9.html","title":"Oh When Will Autumn Moon and Spring Flowers End (The Beautiful Lady Yu)","author":"Li Yu","content":["Oh when will autumn moon and spring flowers end?","How many past events I've known.","The east wind buffeted my room again last night,","I cannot bear to remember the bright moon of the old country.","The marble steps and carved balustrades must still be there,","The people's rosy cheeks are all that's changed.","How much sorrow can one man have to bear?","As much as a river of spring water flowing east."]},{"url":"http://www.chinese-poems.com/yfa1.html","title":"After Rain","author":"Yue Fu","content":["After rain, the forest's sleek,","Between the pines, the moon startles my heart.","I smile and think of home,","A foreign guest in a foreign land."]},{"url":"http://www.chinese-poems.com/yfa2.html","title":"Sun and Rain","author":"Yue Fu","content":["This morning there was sun and rain,","The earth is fragrant, but my feet are dirty.","My home's beyond the edge of the clouds,","The foreigner should have a happy heart."]},{"url":"http://www.chinese-poems.com/young.html","title":"Returning to Live in the South","author":"Tao Qian","content":["When young, I'd not enjoyed the common pleasures,","My nature's basic love was for the hills.","Mistakenly I fell into the worldly net,","And thus remained for thirteen years.","A bird once caged must yearn for its old forest,","A fish in a pond will long to return to the lake.","So now I want to head to southern lands,","Returning to my fields and orchards there.","About ten acres of land is all I have,","Just eight or nine rooms there in my thatched hut.","There's shade from elms and willows behind the eaves,","Before the hall are gathered peaches and plums.","Beyond the dark and distance lies a village,","The smoke above reluctant to depart.","A dog is barking somewhere down the lane,","And chickens sit atop the mulberry tree.","The mundane world has no place in my home,","My modest rooms are for the most part vacant.","At last I feel released from my confinement,","I set myself to rights again."]},{"url":"http://www.chinese-poems.com/young2.html","title":"Returning to Live in the South","author":"Tao Qian","content":["I sow my beans below the southern hills,","Though grasses flourish, the sprouting beans are scarce.","I rise at dawn to clear the wasteland up,","Beneath the moon I carry back my hoe.","The path is narrow, the trees and grass grown tall,","My clothes are dampened by the evening dew.","Yet dampened clothes are nothing to begrudge,","If only my desires can be fulfilled."]},{"url":"http://www.chinese-poems.com/yuan.html","title":"Seeing Off Yuan the Second on a Mission to Anxi","author":"Wang Wei","content":["At Weicheng morning rain has dampened light dust,","By the hostel, the willows are all fresh and green.","I urge my friend to drink a last cup of wine,","West of Yang Pass, there will be no friends."]},{"url":"http://www.chinese-poems.com/zhang.html","title":"Replying to Subprefect Zhang","author":"Wang Wei","content":["Now in old age, I know the value of silence,","The world's affairs no longer stir my heart.","Turning to myself, I have no greater plan,","All I can do is return to the forest of old.","Wind from the pine trees blows my sash undone,","The moon shines through the hills; I pluck the qin.","You ask me why the world must rise and fall,","Fishermen sing on the steep banks of the river."]}]